/****************************************************************************/
/* Localization file */

/* Error messages seen in dialogs, like UIAlertViews */
"There was an error while sharing this activity." = "There was an error while sharing this activity.";
"There was an error while sharing this activity: Twitter does not allow duplicate status updates." = "There was an error while sharing this activity: Twitter does not allow duplicate status updates.";
"There was an error while sharing this activity: Status was too long." = "There was an error while sharing this activity: Status was too long.";
"Error" = "Error";
"Could not send email.  Please try again later." = "Could not send email.  Please try again later.";
"Could not send text.  Please try again later." = "Could not send text.  Please try again later.";
"There was a problem connecting to the Janrain server while configuring authentication." = "There was a problem connecting to the Janrain server while configuring authentication.";
"Invalid Input" = "Invalid Input";
"The input you have entered is not valid. Please try again." = "The input you have entered is not valid. Please try again.";
"Log In Failed" = "Log In Failed";
"An error occurred while attempting to sign you in.  Please try again." = "An error occurred while attempting to sign you in.  Please try again.";
"The %@ you entered was not valid. Please try again." = "The %@ you entered was not valid. Please try again.";
"There was a problem authenticating with this provider. Please try again." = "There was a problem authenticating with this provider. Please try again.";
"Incorrect %@ or Password" = "Incorrect %@ or Password";
"Could Not Reset Password" = "Could Not Reset Password";

/* Button text, titles, labels, etc */
"OK" = "OK";
"Success" = "Success";
"You have successfully sent this email." = "You have successfully sent this email.";
"You have successfully sent this text." = "You have successfully sent this text.";
"Sign in as %@?" = "Sign in as %@?";
"Sign back in?" = "Sign back in?";
"Welcome Back!" = "Welcome Back!";
"Sign In" = "Sign In";
"Switch Accounts" = "Switch Accounts";
"Loading" = "Loading";
"Loading..." = "Loading...";
"Enter your email" = "Enter your email";
"Enter your username" = "Enter your username";
"Enter your password" = "Enter your password";
"Email" = "Email";
"Username" = "Username";
"Dismiss" = "Dismiss";
"Forgot Password" = "Forgot Password";
"Confirm Your Email Address" = "Confirm Your Email Address";
"We'll send you a link to create a new password." = "We'll send you a link to create a new password.";
"Cancel" = "Cancel";
"Send" = "Send";
"email" = "email";
"username" = "username";
"Enter your %@" = "Enter your %@";
"Reset Password email Sent" = "Reset Password email Sent";
"Sign In With Your Email and Password" = "Sign In With Your Email and Password";
"Sign In With Your Username and Password" = "Sign In With Your Username and Password";
"Sign In With a Social Provider" = "Sign In With a Social Provider";
"Choose a Twitter Account" = "Choose a Twitter Account";
"Share on" = "Share on";
"Sign in with..." = "Sign in with...";
"Calculating remaining characters" = "Calculating remaining characters";
"Remaining characters: %d" = "Remaining characters: %d";
"You have successfully shared this activity." = "You have successfully shared this activity.";
"Completing Sign-In..." = "Completing Sign-In...";
"Powered by Janrain" = "Powered by Janrain";
"There are no available providers. Either there is a problem connecting or no providers have been configured. Please try again later." = "There are no available providers. Either there is a problem connecting or no providers have been configured. Please try again later.";
"No Available Providers" = "No Available Providers";
"Signing in ..." = "Signing in ...";
"Share" = "Share";
"Loading providers. Please wait..." = "Loading providers. Please wait...";
"Sharing..." = "Sharing...";
"Close" = "Close";
"shortening url..." = "shortening url...";
"Share with Email or SMS" = "Share with Email or SMS";
"You are currently signed in to %@%@. Would you like to sign out?" = "You are currently signed in to %@%@. Would you like to sign out?";
"Sign Out" = "Sign Out";
"Shared" = "Shared";
"Sms" = "Sms";
"Email/SMS" = "Email/SMS";
"mail" = "mail";
"sms" = "sms";
"mail_sms" = "mail_sms";
"SMS" = "SMS";
